Repository: eschmar/wp_studyoslider
Catalog: studyoslider-*.po
Languages: de_de

source: Add New
de_de: Neues Slide

source: Add New Slide
de_de: Neues Slide hinzufügen

source: Edit Slide
de_de: Slide bearbeiten

source: New Slide
de_de: Neues Slide

source: All Slides
de_de: Alle Slides

source: View Slide
de_de: Slide anschauen

source: Search Slides
de_de: Slides durchsuchen

source: No slides found
de_de: Keine Slides gefunden

source: No slides found in the Trash
de_de: Keine Slides im Papierkorb gefunden

source: Slide Categories
de_de: Slide Kategorien

source: Slide Category
de_de: Slide Kategorie

source: Search Slide Categories
de_de: Slide Kategorien durchsuchen

source: All Slide Categories
de_de: Alle Slide Kategorien

source: Parent Slide Category
de_de: Eltern Slide Kategorie

source: Parent Slide Category:
de_de: Eltern Slide Kategorie:

source: Edit Slide Category
de_de: Slide Kategorie bearbeiten

source: Update Slide Category
de_de: Slide Kategorie aktualisieren

source: Add New Slide Category
de_de: Neue Slide Kategorie hinzufügen

source: New Slide Category
de_de: Neue Slide Kategorie

source: All Categories
de_de: Alle Kategorien

source: Order
de_de: Reihenfolge

source: Category
de_de: Kategorie

source: Featured Image
de_de: Beitragsbild

source: Attributes
de_de: Attribute

source: Slides are displayed in ascending order.
de_de: Slides werden in aufsteigender Reihenfolge ausgegeben.

source: CSS Classes
de_de: CSS Klassen

source: CSS classes added to this slides' caption.
de_de: CSS Klassen werden der Beschriftung dieses Slides hinzugefügt.
